[{"codename":"enterprise_ireland","name":"Enterprise Ireland","level":"2. Gold","url":"enterprise-ireland","bio":"<p>Enterprise Ireland is the Government organisation responsible for the development and growth of Irish enterprises in world markets. Enterprise Ireland works in partnership with Irish enterprises to help them start, grow, innovate and win export sales on global markets. In this way, the organisation supports sustainable economic growth, regional development and secure employment. A key priority is the achievement of export sales growth and jobs from Irish-owned companies. <br>\n<br>\nThe organisation's range of services is extensive, and includes: Funding supports - a range of supports, for start-ups, expansion plans, and R&amp;D business plans. Export assistance - including the provision of in-market services, local market information and the facilities of our international office network. Supports to develop competitiveness - helping companies to become leaner to make them more competitive in international markets. Incentives to stimulate in-company R&amp;D - new product, service and process development to ensure sustainability, and growth through the evolution of products and services. Assistance with R&amp;D collaboration - with research institutions, to develop and bring to market new technologies, products or processes. Connections and introductions to customers overseas - we provide access to a global network of contacts - from heads of government to end customers.&nbsp;</p>","twitter":"https://twitter.com/Entirl","linkedin":"https://ie.linkedin.com/company/enterprise-ireland","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/2802358e-e4dc-4f26-94b0-2e01fe30f085/enterpriseIreland300%20(1).jpg"}],"conference":["uxdx17"]},{"codename":"epsilon_5ada06a","name":"Epsilon","level":"3. Silver","url":"https://www.epsilon.com/ie","bio":"<p>At Epsilon, we are future makers. We're home to a diverse team of thinkers and creators, who are dedicated to changing the future of the brands we work with. Let's talk.</p>","twitter":"https://twitter.com/Epsilon_Dublin?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor","linkedin":"https://www.linkedin.com/showcase/16167788/","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/2111a3b4-6b47-4b60-92ca-a06a82dd5079/epsilon_logo_black.png"}],"conference":["uxdx17"]},{"codename":"failte_ireland_2b61db5","name":"Failte Ireland","level":"4. Bronze","url":"http://www.failteireland.ie/","bio":"<p>Failte Ireland is the National Tourism Development Authority. Our role is to support the tourism industry and work to sustain Ireland as a high-quality and competitive tourism destination. We provide a range of practical business supports to help tourism businesses better manage and market their products and services.<br>\n<br>\nWe also work with other state agencies and representative bodies, at local and national levels, to implement and champion positive and practical strategies that will benefit Irish tourism and the Irish economy.<br>\n<br>\nWe promote Ireland as a holiday destination through our domestic marketing campaign (DiscoverIreland.ie) and manage a network of nationwide tourist information centres that provide help and advice for visitors to Ireland.</p>","twitter":"https://twitter.com/failte_ireland","linkedin":"https://www.linkedin.com/company/failte-ireland/","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/e151b14b-7205-4140-b74c-366bc9caa664/Failte-Ireland.png"}],"conference":["uxdx16","uxdx17"]},{"codename":"frontend_com_a26bde2","name":"Frontend.com","level":"3. Silver","url":"http://www.frontend.com/","bio":"<p>Frontend.com creates design that transforms businesses and delights users. As one of the first companies in Europe to focus on UX and user centred design, we've had the opportunity to work on innovative projects on a global scale. Our team thrives on difficult challenges and produces outcomes that change how people live and work. A collaborative research driven approach allows us to change products, services and organisations for the better. Frontend.com specialises in the Healthcare, Finance, Software, Consumer and Connected Devices. Some of our key clients include Roche, Merck, Rabobank, HP, Standard Life and government bodies.&nbsp;</p>","twitter":"https://twitter.com/Frontend_UX","linkedin":"https://www.linkedin.com/company/63797/","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/a8eec135-5712-462c-8d1f-c489be7abb79/frontend%20(1).png"}],"conference":["uxdx17","uxdx16"]},{"codename":"hackernest","name":"Hackernest","level":"5. Supporter","url":"about.hackernest.com","bio":"<p>Founded 11.1.11, HackerNest is a nonprofit organiSation and movement that builds local tech communities around the world. Our mission is economic development through technological proliferation: we want to get more people into tech so they can afford to be healthier and happier. We run unpretentious community events, epic socially beneficial hackathons, and an industry-community ecosystem platform.&nbsp;</p>","twitter":"https://twitter.com/HackerNest","linkedin":"https://www.linkedin.com/company/2433801/","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/95a5e15a-d317-4686-907f-f97281c3c6b8/hackernest.png"}],"conference":["uxdx17"]},{"codename":"iadt","name":"IADT","level":"4. Bronze","url":"www.iadt.ie/","bio":"<p>Dun Laoghaire Institute of Art, Design and Technology [IADT] was established on April 1st 1997.<br>\n<br>\nIADT is one of 13 publicly funded Institutes of Technology in Ireland, operating under the Institutes of Technology Act [2006].<br>\n<br>\nIADT is designated as a higher education institution under the Higher Education Authority www.hea.ie and receives its funding through HEA.<br>\n<br>\nUnder the Qualifications [Education and Training] Act [1999], IADT has been accorded master degree awarding powers to level 9 (masters by research) of the National Qualifications Framework, see www.nqai.ie These powers are granted under Delegation of Authority from the Higher Education and Training Awards Council [HETAC].&nbsp;</p>","twitter":"","linkedin":"https://www.linkedin.com/in/myiadt/","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/8e94dbb2-5497-40da-bab3-68d4c9f67ee9/IADT_Logo_Colour-01.jpg"}],"conference":["uxdx17"]},{"codename":"indeed_prime","name":"Indeed Prime","level":"2. Gold","url":"https://www.indeed.com/prime","bio":"<p><em>Indeed Prime</em>&nbsp;is a free service that helps talent secure top offers from leading companies - by bringing opportunities to you, and not the other way around.</p>","twitter":"https://twitter.com/indeed?lang=en","linkedin":"","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/51d27869-8b82-432b-8ed6-f1a6c1cbc15b/IndeedPrime-Logo-RGB-horizontal.png"}],"conference":["uxdx17"]},{"codename":"interaction_design_foundation_6e50bc0","name":"Interaction Design Foundation","level":"5. Supporter","url":"https://www.interaction-design.org","bio":"<p>Founded in 2002, the Interaction Design Foundation (IDF) is on a mission to provide accessible and affordable design education to people across the world. We want to help you advance your career in design through providing you with open-source educational materials as well as our offering of online, self-paced UX Design courses. Through taking our courses, you'll benefit from course materials developed by leading practitioners and academics from top-tier universities like Stanford University, MIT. The course certificates associated will therefore help you land your next job in design through being recognized by industry-leading corporations. We also provide the opportunity to network with fellow designers through our Local Groups initiative - with meetups in 84 countries across the globe!</p>","twitter":"https://twitter.com/interacting","linkedin":"https://www.linkedin.com/company/1048470/","company":[{"description":"IDF","url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/fec94c65-0f09-4133-acf8-aec90abb18d9/idf-logo-full-expanded%20(1).svg"}],"conference":["uxdx17"]},{"codename":"interplay","name":"Interplay","level":"4. Bronze","url":"Interplay.io","bio":"<p>Interplay.io are building a platform for UX Driven Development to help teams create great applications with dramatically lower cost and risk.<br>\n<br>\nWe do this by providing a visual tool to collaboratively design and build fully interactive prototypes and real applications - directly from UI components built with frontend frameworks such as React and Angular. interplay.io provides flexibility to easily style multiple applications consistently and manages the versioning of your components and applications throughout their lifecycle - meaning they can safely evolve with your UX requirements with a clean separation between development and design tasks.</p>","twitter":"","linkedin":"","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/a04f8688-c190-40cb-8182-f4b11d7f9c21/Logo%20-%20Interplay.jpg"}],"conference":["uxdx17"]},{"codename":"irish_experience_cbd65a4","name":"Irish Experience","level":"4. Bronze","url":"http://theirishexperience.com/","bio":"<p><br></p>","twitter":"https://twitter.com/irlexperience","linkedin":"","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/b4461d84-ef54-42be-aedb-bf6d7bec9e53/theirishexperience.png"}],"conference":["uxdx17"]},{"codename":"keoghs","name":"Keogh's","level":"5. Supporter","url":"keoghs","bio":"<p>At Keoghs, we have provided defendant legal and claims related services to the insurance industry for over 45 years. We handle general insurance claims of all types, from the lowest value disputes through to the largest catastrophic losses. As a top 100 law firm working exclusively in this area, we currently represent the vast majority of the UK general insurance market. Our primary aim is to become a trusted strategic partner for our clients, minimising indemnity spend by combining technical expertise, thought leadership and technology with continually improving processes and services to deliver market-leading outcomes. Whether you are an insurer, self-insured, Government organisation, commercial entity or broker, your Keoghs team will deliver first-rate results and are committed to doing so through an approachable ethos that makes us easy to do business with.</p>","twitter":"https://twitter.com/Keoghsfarm","linkedin":"https://www.linkedin.com/company/91701/","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/67e41e97-10e3-4835-8359-1d3f503e3f98/NEW_KEOGHS_MASTER_LOGO.png"}],"conference":["uxdx17"]},{"codename":"meet_in_ireland_2af0b3e","name":"Meet in Ireland","level":"5. Supporter","url":"http://www.meetinireland.com/","bio":"<p>Planning a conference, meeting or incentive in Ireland? Meet In Ireland is the business tourism unit of Failte Ireland, the National Tourism Development Authority of Ireland. We promote Ireland as a world-class destination for conferences, meetings, incentives &amp; events. According to Forbes: Ireland is \"Best for Business\" (Forbes, 2014). It is easy to understand why Ireland has proven so popular for Corporate Meetings, Incentives and Events. We are renowned throughout the world for our warm welcome and hospitality, our rich culture, breath-taking scenery and first class facilities. The Meet in Ireland website is the official gateway to Ireland. Find detailed information on our new \"Corporate Financial Supports\" programme at www.meetinireland.com</p>","twitter":"","linkedin":"https://www.linkedin.com/company/2814260/","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/a54ecbe3-cf6d-49d0-8e6c-02e56f7974ad/meetinnd.png"}],"conference":["uxdx16","uxdx17"]},{"codename":"murgitroyd_7434b36","name":"Murgitroyd","level":"4. Bronze","url":"https://www.murgitroyd.com","bio":"<p>Murgitroyd now ranks among the largest groups of patent&nbsp;and trade mark attorneys in Europe, with over 50 patent and trade mark professionals and more than 250 staff.&nbsp;From one Glasgow office, we now have 13 offices throughout Europe, in the UK, Finland, France, Germany, Ireland, Italy and Switzerland, from which we provide local and European representation. We also have direct representation rights in Austria, Belgium, Denmark, Luxembourg, Monaco, Netherlands, Norway and Sweden, two client liaison offices in the United States, and an office in Managua, Nicaragua which handles patent searching.</p>","twitter":"www.twitter.com/Murgitroyd","linkedin":"www.linkedin.com/company-beta/55853/","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/4afb47e8-fa58-443f-9a3d-ca19656702b4/Murgitroyd-CMYK-logo.jpg"}],"conference":["uxdx16","uxdx17"]},{"codename":"optimal_workshop_7ac4deb","name":"Optimal Workshop","level":"4. Bronze","url":"https://www.optimalworkshop.com/","bio":"<p>We've built upon proven user research methods to make global usability research easy and affordable. In doing so, we are helping user experience designers, information architects, and usability researchers, in 106 countries, and from some of the biggest organizations around the world, design ways to make the world a little easier to navigate and enjoy. Our tools continue to grow worldwide with users able to create studies in over 70 different languages. Run fast and affordable user research and make design decisions with confidence using our suite of user research tools.</p>","twitter":"https://twitter.com/optimalworkshop","linkedin":"https://ie.linkedin.com/company/optimal-workshop","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/77564e72-d49e-465d-a707-dfa52d61ad7e/optimal%20workshop.png"}],"conference":["uxdx16","uxdx17"]},{"codename":"sungard_availability_services_8e1f72e","name":"Sungard Availability Services","level":"3. Silver","url":"http://www.sungardas.com/en-ie/","bio":"<p>Sungard AS partners with customers around the globe to understand their unique business needs and provide production and recovery services tailored to help them achieve their desired business outcomes. We apply our deep expertise and experience in disaster recovery to design, build and run production environments that are resilient and available in the present, and positioned for growth in the future.</p>\n<p>Rather than focusing on one isolated area of technology, we deliver business continuity, information security, IT disaster recovery, and cloud systems that are fully integrated and responsive. The result is a solution that meets your business challenges and can be delivered quickly, flexibly, and cost-effectively.</p>\n<p>We have a diverse group of customers, proof that our solutions offer a broad range of benefits. Over half of our customers are small and medium enterprises, and more than 70 percent of Fortune 100 companies rely on our services. Financial services, manufacturing, retail, healthcare, and business services industries are heavily represented; plus, we have significant customers from the transportation, telecommunications, utilities, and government verticals.</p>","twitter":"https://twitter.com/SungardAS","linkedin":"https://ie.linkedin.com/company/sungard-availability-services","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/db7d0683-fdbc-4205-bacc-e320093cd41d/sungard%20as.jpeg"}],"conference":["uxdx17"]},{"codename":"viasat","name":"ViaSat","level":"3. Silver","url":"http://www.viasat.com","bio":"<p>ViaSat ensures consumers, businesses, government agencies and our military stay connected by delivering fast, secure internet and communications technologies and services. If you've ever used the in-flight Wi-Fi on Virgin America, JetBlue or United you can thank ViaSat for that service.&nbsp;</p>","twitter":"","linkedin":"https://www.linkedin.com/company/5770/","company":[{"description":null,"url":"https://assets.kenticocloud.com:443/450fa938-3617-4912-88db-f7cb20939a7c/f07b286c-f385-4d14-8b18-a0d2be3e9f10/viasat.png"}],"conference":["uxdx17"]}]